

// MARK: - Lists View Controller

/* All tasks in list are done */
"All done!" = "Всё выполнено!";

/* There is no tasks in list */
"No tasks" = "Нет задач";

/* Tasks remaining */
"remaining" = "осталось";

/* Text of message label */
"You don't have any lists yet" = "У Вас ещё нет ни одного списка";


// MARK: - Add List Table View Controller

/* AddListTableViewController title */
"Add List" = "Добавить список";

/* Alert title */
"Name missing" = "Отсутствует название";

/* Alert message */
"Your list doesn't have any name" = "У Вашего списка нет названия";


// MARK: - List Table View Controller

/* ListTableViewController title */
"Edit List" = "Редактировать список";


// MARK: - Icon View Controller

/* IconViewController title */
"Icons" = "Иконки";


// MARK: - Tasks View Controller

/* Text of message label */
"You don't have any tasks yet" = "У Вас ещё нет ни одной задачи";

/* Remove all */
"Remove all" = "Удалить все";

/* Remove checked */
"Remove checked" = "Удалить выполненные";

/* Cancel */
"Cancel" = "Отмена";


// MARK: - Add Task Table View Controller

/* Add Task */
"Add Task" = "Добавить задачу";

/* Title missing */
"Title missing" = "Отсутствует описание";

/* Your task doesn't have any title */
"Your task doesn't have any title" = "У Вашей задачи нет описания";


// MARK: - Task Table View Controller

/* Edit Task */
"Edit Task" = "Редактировать задачу";


// MARK: - Due Date Table View Controller

/*Due Date*/
"Due Date" = "Срок";


// MARK: - Today View Controller

/* You don't have any tasks today */
"You don't have any tasks today" = "У Вас нет задач на сегодня";
